Repository: osclass/osclass-themes
Catalog: twitter/languages/*/theme.po
Languages: ro_ro

source: Page not found
ro_ro: Pagina nu a fost gasita

source: You have sucessfully subscribed to the alert
ro_ro: Alerta a fost activata cu succes

source: Invalid email address
ro_ro: Adresa de e-mail nu este valida

source: There was a problem with the alert
ro_ro: A fost o problema cu alerta

source: Subscribe to this search
ro_ro: Aboneaza-te la aceasta cautare

source: Subscribe now!
ro_ro: Aboneaza-te acum!

source: Contact us
ro_ro: Contacteaza-ne

source: Subject
ro_ro: Subiect

source: Message
ro_ro: Mesaj

source: Your name
ro_ro: Numele tau

source: Your e-mail address
ro_ro: Adresa ta de e-mail

source: Send
ro_ro: Trimite

source: This field is required
ro_ro: Acest camp este obligatoriu

source: Enter a valid e-mail address
ro_ro: Te rugam sa introduci o adresa de e-mail valida

source: This website is proudly using the <a title="OSClass web" href="http://osclass.org/">open source classifieds</a> software <strong>OSClass</strong> and <a href="http://twitter.github.com/bootstrap/">twitter bootstrap</a>
ro_ro: Acest website foloseste platforma open source de anunturi <a title="OSClass web" href="http://osclass.org/"> </a><strong>OSClass</strong> si <a href="http://twitter.github.com/bootstrap/">twitter bootstrap</a>

source: Select a category...
ro_ro: Selecteaza o categorie

source: Select a region...
ro_ro: Selecteaza un judet

source: Dashboard
ro_ro: Panou de control

source: Manage your items
ro_ro: Administreaza anunturile

source: Manage your alerts
ro_ro: Administreaza alertele

source: My account
ro_ro: Contul meu

source: Twitter theme
ro_ro: Tema twitter

source: Settings theme
ro_ro: Setarile temei

source: Publish an item
ro_ro: Publica un anunt

source: Edit your item
ro_ro: Editeaza anuntul

source: Send to a friend
ro_ro: Trimite catre un prieten

source: Contact seller
ro_ro: Contacteaza vanzatorul

source: Error
ro_ro: Eroare

source: page
ro_ro: pagina

source: Show all items
ro_ro: Arata toate anunturile

source: Search
ro_ro: Cauta

source: Recover your password
ro_ro: Recuperaza parola

source: Login
ro_ro: Autentificare

source: Create a new account
ro_ro: Creaza un cont nou

source: Manage my items
ro_ro: Administreaza anunturile

source: Manage my alerts
ro_ro: Administreaza alertele

source: Update my profile
ro_ro: Actualizeaza profilul

source: Change my email
ro_ro: Schimba adresa de e-mail

source: Change my password
ro_ro: Schimba parola

source: Recover my password
ro_ro: Recupereaza parola

source: %s Previous
ro_ro: %s Inapoi

source: Next %s
ro_ro: Inainte %s

source: Search Results
ro_ro: Rezultatul cautarii

source: Hi %s
ro_ro: Salut, %s

source: Logout
ro_ro: Iesire

source: Register
ro_ro: Inregistrare

source: Language
ro_ro: Limba

source: Publish your ad for free
ro_ro: Publica gratuit anuntul tau

source: To
ro_ro: Catre

source: Item
ro_ro: Anunt

source: Your e-mail
ro_ro: Adresa ta de e-mail

source: Phone number
ro_ro: Numar de telefon

source: Send message
ro_ro: Trimite mesaj

source: Select a subcategory...
ro_ro: Selecteaza o sub-categorie

source: Remove
ro_ro: Sterge

source: Sorry, you have reached the maximum number of images per ad
ro_ro: Ne pare rau, dar ati atins limita maxima de poze care pot fi atasate unui anunt

source: Select a country...
ro_ro: Selecteaza o tara

source: Select a city...
ro_ro: Selecteaza un oras

source: No regions available
ro_ro: Nici un judet disponibil

source: No cities available
ro_ro: Nici un oras disponibil

source: This action cannot be undone. Are you sure you want to continue?
ro_ro: Aceasta actiune nu poate fi revocata. Esti sigur/a ca vrei sa continui?

source: Update your item
ro_ro: Actualizeaza anuntul

source: Category
ro_ro: Categorie

source: Title
ro_ro: Titlu

source: Description
ro_ro: Descriere

source: Price
ro_ro: Pret

source: <strong>Note:</strong> If you are giving away your item, enter a price of 0. If you don't want to publish the price, leave empty the field
ro_ro: <strong>Nota:</strong> Daca oferi gratuit produsul tau, atunci trece la pret "0". Lasa campul gol daca nu vrei sa publici nici un pret.

source: Photos
ro_ro: Imagini

source: Delete
ro_ro: Sterge

source: Add new photo
ro_ro: Adauga o imagine noua

source: Location
ro_ro: Locatie

source: Country
ro_ro: Tara

source: Region
ro_ro: Judet

source: City
ro_ro: Oras

source: Neighborhood
ro_ro: Vecinatate

source: Address
ro_ro: Adresa

source: Update
ro_ro: Actualizeaza

source: Cancel
ro_ro: Anuleaza

source: <strong>Note:</strong> If you are giving away your item, enter a price of 0. Leave it blank if you don't want to publish a price.
ro_ro: <strong>Nota:</strong> Daca oferi gratuit produsul tau, atunci trece la pret "0". Lasa campul gol daca nu vrei sa publici nici un pret.

source: Seller's information
ro_ro: Informatii despre vanzator

source: Name
ro_ro: Nume

source: Show e-mail on the item page
ro_ro: Afiseaza adresa de e-mail pe pagina anuntului

source: Publish your ad
ro_ro: Publica anuntul

source: Your friend's name
ro_ro: Numele prietenului

source: Your friend's e-mail
ro_ro: Adresa de e-mail a prietenului

source: <strong>Published date:</strong> %s %s
ro_ro: <strong>Publicat in data de:</strong> %s %s

source: <strong>Modified date:</strong> %s %s
ro_ro: <strong>Modificat in data de:</strong> %s %s

source: <strong>Location:</strong> %s
ro_ro: <strong>Locatie:</strong> %s

source: Share
ro_ro: Da mai departe

source: Comments
ro_ro: Comentarii

source: by
ro_ro: de catre

source: Delete your comment
ro_ro: Sterge comentariu

source: Leave your comment
ro_ro: Lasa un comentariu

source: Comment
ro_ro: Comentariu

source: Post comment
ro_ro: Posteaza comentariu

source: Contact publisher
ro_ro: Contacteaza vanzatorul

source: Pages
ro_ro: Pagini

source: Regions
ro_ro: Judete

source: Latest Items
ro_ro: Ultimele anunturi

source: No Latest Items
ro_ro: Momentan nu exista anunturi adaugate

source: <strong>Publish date</strong>: %s
ro_ro: <strong>Publicat la data de</strong>: %s

source: <strong>Country</strong>: %s
ro_ro: <strong>Tara</strong>: %s

source: <strong>Region</strong>: %s
ro_ro: <strong>Judet</strong>: %s

source: <strong>City</strong>: %s
ro_ro: <strong>Oras</strong>: %s

source: See all offers
ro_ro: Vezi toate ofertele

source: Your search
ro_ro: Cautarea ta

source: Categories
ro_ro: Categorii

source: Apply
ro_ro: Aplica

source: Search results
ro_ro: Rezultatele cautarii

source: There are no results
ro_ro: Nu exista rezultate

source: There are no results matching "%s"
ro_ro: Nu exista rezultate care sa se potriveasca "%s"

source: Sort by
ro_ro: Sorteaza dupa

source: Your alerts
ro_ro: Alertele tale

source: You do not have any alerts yet
ro_ro: Deocamdata nu ai nici o alerta

source: Alert
ro_ro: Alerta

source: This action can\'t be undone. Are you sure you want to continue?
ro_ro: Aceasta actiune nu poate fi revocata. Esti sigur/a ca vrei sa continui?

source: Delete this alert
ro_ro: Sterge aceasta alerta

source: Change your e-mail
ro_ro: Schimba adresa de e-mail

source: Current e-mail
ro_ro: Adresa de e-mail folosita

source: New e-mail
ro_ro: Noua adresa de e-mail

source: Change your password
ro_ro: Schimba parola

source: Current password
ro_ro: Parola curenta

source: New password
ro_ro: Parola noua

source: Repeat new password
ro_ro: Repeta parola noua

source: Latest items of %s
ro_ro: Ultimele anunturi ale lui %s

source: You don't have any items yet
ro_ro: Momentan nu ai nici un anunt

source: Edit
ro_ro: Editeaza

source: This action can not be undone. Are you sure you want to continue?
ro_ro: Aceasta actiune nu poate fi revocata. Esti sigur/sigura ca vrei sa continui?

source: Activate
ro_ro: Activeaza

source: New pasword
ro_ro: Noua parola

source: Repeat new pasword
ro_ro: Repeta noua parola

source: Change password
ro_ro: Schimba parola

source: Your items
ro_ro: Anunturile tale

source: Access to your account
ro_ro: Intra in cont

source: Password
ro_ro: Parola

source: Remember me
ro_ro: Tine-ma minte

source: Log in
ro_ro: Autentificare

source: Register for a free account
ro_ro: Inregistreaza-te pentru un cont gratuit

source: Forgot password?
ro_ro: Ai uitat parola?

source: Update your profile
ro_ro: Actualizeaza profilul

source: Modify e-mail
ro_ro: Modifica adresa de e-mail

source: Modify password
ro_ro: Modifica parola

source: User type
ro_ro: Tip de utilizator

source: User
ro_ro: Utilizator

source: Company
ro_ro: Companie

source: Mobile phone
ro_ro: Telefon mobil

source: Phone
ro_ro: Telefon

source: City area
ro_ro: Cartier/Sector

source: Website
ro_ro: Site web

source: Send me a new password
ro_ro: Trimite o noua parola

source: Register an account for free
ro_ro: Creaza un cont gratuit

source: Re-type password
ro_ro: Introdu din nou parola

source: Create
ro_ro: Creaza

source: The logo image has been uploaded correctly
ro_ro: Imaginea logo-ului a fost incarcata cu succes

source: An error has occurred, please try again
ro_ro: A avut loc o eroare, te rugam sa incerci din nou

source: The logo image has been removed
ro_ro: Imaginea logo-ului a fost stearsa

source: Image not found
ro_ro: Imaginea nu a fost gasita

source: The preferred size of the logo is 600x100
ro_ro: Dimensiunea recomandata pentru logo este 600x100

source: Note: Uploading another logo will overwrite current logo
ro_ro: Nota: Incarcand un alt logo, logo-ul actual va fi suprascris

source: Logo image
ro_ro: Imagine logo

source: Upload
ro_ro: Incarca

source: Preview
ro_ro: Previzualizare

source: Remove logo
ro_ro: Sterge logo

source: Has not uploaded any logo image
ro_ro: Nu s-a incarcat nici un logo

source: The images folder %s is not writable on your server
ro_ro: Nu sunt date drepturi de scriere in directorul de imagini %s de pe server

source: OSClass can't upload logo image from the administration panel
ro_ro: OSClass nu poate incarca imaginea logo-ului de la panoul de administrare

source: Please make the mentioned images folder writable
ro_ro: Te rugam sa dai drepturi de scriere in directorul de imagini

source: To make a directory writable under UNIX execute this command from the shell
ro_ro: Pentru a da drepturi de scriere intr-un director in UNIX, executa această comandă din shell
